{
  "penetrat": [
    "Fuck, you look so damn hot right now.",
    "Mmm, you're so fucking sexy.",
    "Damn, you look so fucking sexy, taking my cock like this.",
    "Fuck, your face is so sexy when you're getting pounded.",
    "Your expressions are like a perfect little canvas for me to paint.",
    "Fuck, your body is made for this.",
    "Your body is reacting just right to every inch of my dick.",
    "Oh fuck yeah, you're so tight and wet for me.",
    "I can feel every inch of your pussy as I thrust deeper.",
    "Mmm, your walls are squeezing my cock so good.",
    "You're taking me so deep, like you were made for my dick.",
    "I'm going to fill up your needy cunt with my hot cum.",
    "Look at you, spread open and getting fucked hard.",
    "Your pussy feels incredible wrapped around me.",
    "I'm pounding you deep and hitting your sweet spot.",
    "You're so responsive, moaning and trembling on my cock.",
    "I love seeing my shaft disappear into your eager hole.",
    "Fuck, you're squeezing me like a vice grip down there.",
    "Your pussy is sucking me in deeper with each stroke.",
    "I'm going to give you every thick inch of my meat.",
    "You were made to be fucked hard and deep like this.",
    "I'm filling you up so good, aren't I?",
    "Look how well we fit together, like two puzzle pieces.",
    "I'm pounding your g-spot mercilessly.",
    "You're dripping all over my dick, soaking me.",
    "I can feel your walls fluttering, you're close aren't you?",
    "I'm going to make you cum on my cock over and over.",
    "Your pussy is so warm and welcoming.",
    "I can feel you stretching to take my entire length.",
    "You're milking my cock so good, baby.",
    "I'm splitting you open on my thick rod.",
    "Your cunt is so hungry for my cum.",
    "I'm fucking you so deep, your cervix is quivering.",
    "You're clenching down on me so tight.",
    "I'm going to mark your insides with my seed.",
    "Your pussy is begging for my load.",
    "I'm claiming your depths with my cock.",
    "I'm grinding against your g-spot, over and over.",
    "You're making me throb inside you.",
    "Your pussy is like a hot silken glove on my shaft.",
    "I'm going to erupt deep inside you soon.",
    "You feel so much better in person.",
    "I'm pistoning in and out of your hole.",
    "Your pussy is quivering around me.",
    "I'm going to fuck the cum right out of you.",
    "You're taking me balls deep like a champ.",
    "I'm splitting your tight cunt wide open.",
    "You're giving me the deepest, tightest pussy I've ever had.",
    "I'm fucking you so hard, your whole body is shaking.",
    "You're stretching out to take every inch I give you.",
    "I'm hammering into your cervix.",
    "Your walls are rippling around my shaft.",
    "I'm stirring up your insides so good.",
    "You're melting on my cock, so wet and eager.",
    "I'm drilling into your spot, making you see stars.",
    "Your pussy is heaven, gripping me tight.",
    "I'm filling you up completely, there's nowhere else for me to go.",
    "Fuck, your cervix is kissing the tip of my cock.",
    "I'm going to unload my balls deep inside you.",
    "Your cunt is begging for my cum, isn't it?",
    "I'm fucking you so deep, you'll be sore tomorrow.",
    "You're milking my dick for all its worth.",
    "I'm pounding your sweet spot relentlessly.",
    "Your pussy is dripping all over my shaft.",
    "I'm going to paint your insides white with my seed.",
    "You're taking my cock like a champ, such a good girl.",
    "I'm splitting you open, your pussy is gaped and ready.",
    "Fuck, you're drenched, I can feel it running down my balls.",
    "Your pussy is throbbing around me, you're close aren't you?",
    "I'm going to make you cum on my cock over and over.",
    "You're squelching so loud, it's so sexy.",
    "I'm stirring up your insides so deep.",
    "Your cunt is milking me, begging for my load.",
    "I'm going to stuff you full of my hot cum.",
    "You're taking every inch of my meat like a champ.",
    "Your cervix is kissing my tip with each thrust.",
    "I'm pounding your spot, making you see stars.",
    "Fuck, your pussy is sucking me in, it doesn't want to let go.",
    "I'm going to explode deep inside you.",
    "Your cunt is wrapped around me like a silken vice.",
    "You're squeezing me so tight, I might break.",
    "Your cervix is quivering on my tip.",
    "I'm stirring up your insides so deep.",
    "Your pussy is gripping me like a glove.",
    "I'm going to fill you up so good.",
    "Your cunt is pulling me in deeper with each stroke.",
    "I'm pounding your sweet spot mercilessly.",
    "Fuck, you're gushing all over my cock.",
    "Your pussy is milking me so good, begging for my cum.",
    "I'm going to stuff you full and breed this cunt.",
    "You're taking my dick like it was made for you.",
    "Your cervix is fluttering on my tip.",
    "I'm splitting you open so wide.",
    "You're shaking on my cock, you're close aren't you?",
    "I'm going to fill this pussy to the brim.",
    "Your cunt is swallowing me whole, it doesn't want to let go.",
    "I'm pounding your sweet spot with every stroke.",
    "Fuck, I can feel your pulse throbbing around my shaft.",
    "Your pussy is sucking me in so deep, it doesn't want to let go.",
    "I'm going to erupt deep inside you and fill you up.",
    "Your cunt is gripping me so tight, like a fist around my dick.",
    "Your cervix is kissing the tip of my cock with each thrust.",
    "You're melting on my shaft, dripping all over me.",
    "I'm going to make you cum over and over on my cock.",
    "You're taking every inch of me so well.",
    "Your pussy is squeezing me so tight, like a vice grip.",
    "Fuck, I'm going to cum deep inside you and claim this cunt as mine."
  ],
  "ass": [
    "Fuck, your asshole is so tight and puckered.",
    "I can't wait to feel this little hole stretched around my cock.",
    "Your ass is perfect, round and tempting.",
    "I'm going to bury my face between these cheeks and tongue-fuck your hole.",
    "You have the most delicious, tight little ass.",
    "I can feel your sphincter clenching at the thought of my dick.",
    "Your ass is like a tiny, velvety rosebud.",
    "I'm going to pound this tight hole until you're screaming.",
    "You're begging for my cock up your ass, aren't you?",
    "Look at your cute little puckered asshole, just waiting to be filled.",
    "Your ass is so firm and ripe, I could just sink my teeth into it.",
    "I'm going to rub my dick between your cheeks and tease your hole.",
    "You have the sexiest, roundest ass I've ever seen.",
    "I can't wait to feel your tight ring gripping my shaft.",
    "Your ass is the perfect target for my throbbing cock.",
    "I'm going to worship this perfect ass with my tongue.",
    "Your hole is quivering, it wants to be filled.",
    "You have the most delectable bubble butt.",
    "I'm going to fuck your ass until you're cross-eyed.",
    "Your puckered hole is just begging for attention.",
    "Fuck, your ass is so muscular and toned.",
    "I can see your hole flexing as I watch.",
    "Your ass is like a juicy peach, just waiting to be bitten.",
    "I'm going to stretch this tight little hole open.",
    "Your ass looks so soft and supple.",
    "I'm going to tongue-fuck your ass until you're shaking.",
    "Your asshole is so tight, it looks untouched.",
    "I'm going to pump my cum deep into this tight little hole.",
    "You have the most lickable asshole I've ever seen.",
    "Your puckered hole is throbbing for my dick.",
    "Fuck, your asshole is the perfect little target for my cock.",
    "I can see your hole clenching in anticipation.",
    "Your ass is so inviting, I can't help but stare.",
    "I'm going to stuff your asshole full and make you moan.",
    "Your anal ring is so tight and virginal.",
    "I'm going to tongue-kiss your asshole until it's slick with spit.",
    "Your ass is the perfect little fuckhole for my dick.",
    "I'm going to pound this tight hole until you're begging for mercy.",
    "Your asshole is begging to be filled.",
    "I'm going to make this tight little hole mine.",
    "Fuck, your asshole is like a tiny, pink starfish.",
    "Your hole is quivering, it's so tight and untouched.",
    "I'm going to rim your asshole until you're shaking.",
    "Your puckered hole is just begging for attention.",
    "I'm going to slide my tongue into your tight asshole.",
    "Your asshole is like a juicy little cherry waiting to be popped.",
    "I'm going to pump your asshole full of my hot, sticky cum.",
    "Your ass is so soft and pillowy, I could just sink into it.",
    "I'm going to fuck your tight little asshole over and over.",
    "Your puckered hole is like a magnet, pulling me in.",
    "Fuck, your asshole is so cute and kissable.",
    "I'm going to bury my face between your cheeks and tongue your hole until you're dripping.",
    "Your ass is the perfect shape for bouncing my dick off of.",
    "I'm going to spread your cheeks and tease your hole with my tongue.",
    "Your puckered hole is the cutest little button I've ever seen.",
    "I'm going to stretch this tight little hole wide open with my cock.",
    "Your asshole is so tight and virgin-like.",
    "I'm going to make this hole mine with my thick, hard dick.",
    "Your asshole is begging to be filled with my cum.",
    "You have the sexiest little puckered hole, just waiting to be violated.",
    "Fuck, your asshole is like a tiny, pink bud, just waiting to be unfurled.",
    "I'm going to tongue-kiss your tight little hole until you're quivering.",
    "Your puckered hole is the perfect size for my fat cockhead to rub against.",
    "I'm going to stretch this tight little ring with my fingers first.",
    "Your anal ring is so small and compact, like a tiny pink anus.",
    "I'm going to tongue-fuck this tight hole until you're shaking.",
    "Your puckered hole is the perfect target for my throbbing dick.",
    "You have the most delicious looking little fuckhole for me to violate.",
    "Your asshole is just begging for a good hard pounding.",
    "Your tiny puckered hole looks so cute and untouched.",
    "Fuck, your asshole is like a little pink rosebud, just waiting to be opened.",
    "I'm going to rim your tight little hole until it's slick and shiny.",
    "Your puckered hole is the perfect size for me to fill up with my cum.",
    "I'm going to tease your tight little hole with my tongue until you're whimpering.",
    "Your asshole looks so small and virginal, I can't wait to stretch it out with my cock.",
    "I'm going to rub my dick against your puckered hole until you're begging for more.",
    "Your asshole is the most tempting little target for my hard dick.",
    "I'm going to pound this tight little hole until you're screaming for me to stop.",
    "Your puckered hole looks so tight and kissable, I can't help but stare at it.",
    "Your asshole is the perfect little fuckhole for me to violate.",
    "Fuck, your puckered hole looks so tiny and compact, like a pink little button.",
    "I'm going to tongue-fuck your tight little hole until you're shaking with pleasure.",
    "Your puckered hole is just begging for a good hard rimming.",
    "I'm going to spit on your tight little hole and watch it glisten in the light.",
    "Your puckered hole looks so virginal and untouched, I can't wait to defile it with my dick.",
    "I'm going to push my tongue into your tight little hole and swirl it around until you're moaning.",
    "Your puckered hole looks so inviting, like a tiny pink starfish waiting to be opened.",
    "I'm going to tease your tight little hole with the tip of my dick until you're quivering with need.",
    "Your puckered hole looks so cute and tempting, I can't help but want to violate it with my hard cock.",
    "Your puckered hole looks so small and tight, I can't wait to stretch it out with my dick.",
    "Fuck, your puckered hole looks so tiny and untouched, like a pink little cherry waiting to be popped.",
    "I'm going to rim your tight little hole until it's shiny and slick with my spit.",
    "Your puckered hole looks so virginal and pure, I can't wait to defile it with my dick.",
    "I'm going to push my tongue into your tight little hole and wiggle it around until you're shaking.",
    "Your puckered hole looks so cute and kissable, like a tiny pink button waiting to be violated.",
    "I'm going to tease your tight little hole with the tip of my dick until you're whimpering with need.",
    "Your puckered hole looks so small and compact, like a tiny little starfish waiting to be opened up by my cock.",
    "I'm going to rub the head of my dick against your puckered hole until you're moaning with pleasure.",
    "Your puckered hole looks so inviting and tempting, I can't help but want to violate it with my hard cock.",
    "Fuck, your puckered hole looks so virgin-like and untouched, I can't wait to plunge my dick deep inside it and claim it as mine."
  ],
  "pussy": [
    "Your pussy feels amazing, so tight and wet.",
    "Holy fuck your pussy is tight.",
    "Fuck, you're squeezing me so hard.",
    "Your hungry cunt is gonna be dripping for hours after this.",
    "Your pussy looks so fucking perfect, so wet and swollen.",
    "I can see it throbbing for my big cock.",
    "Fuck, it's making my mouth water, looking at it like that.",
    "I could eat you out for hours, tasting how sweet you are.",
    "Every inch of this hot cunt is going to feel my cock.",
    "Fuck, I can see it clenching, desperate to be filled.",
    "Shit, your juices are dripping down my shaft already.",
    "I'm going to give this pussy the fucking it deserves.",
    "Mmm, I can't wait to see how well it takes my thick cock.",
    "Fuck, your pussy is so hot and tight.",
    "I can feel it clenching around my cock.",
    "Shit, you're absolutely dripping for me.",
    "Your juices are running down your thighs.",
    "I'm going to pound this hot little cunt until it's red and raw.",
    "Fuck yeah, you feel so damn good sliding deep inside me. My tight pussy clenches around your thick shaft, squeezing you like a vice.",
    "Each thrust sends shockwaves of pleasure through my body. I can feel you throbbing inside me, stretching me wide.",
    "I cry out in ecstasy, my pussy clenching and unclenching around you as I cum hard, my juices mixing with yours."
  ],
  "standing": [
    "I love seeing you standing there, ready for me.",
    "Fuck, the way you look standing is incredible.",
    "Stand right there while I take you from behind."
  ],
  "lying": [
    "Lie back and let me do all the work.",
    "Fuck, you look perfect lying there waiting for me.",
    "Stay right there while I make you feel good."
  ],
  "breast": [
    "Your tits are so fucking perfect, baby.",
    "I love how they bounce when I fuck you hard.",
    "Shit, they look even bigger jiggling like that.",
    "I could play with them for hours, squeezing and sucking.",
    "Fuck, your nipples are getting so hard, I bet they'd taste amazing.",
    "Mmm, you'd like it if I grabbed a handful while I fuck you deep.",
    "Get ready, I'm gonna motorboat these beauties until you're screaming.",
    "I want to see them shaking with every thrust of my cock.",
    "Damn, the way they sit high and tight on your chest is incredible.",
    "You're going to look so hot, tits out and bouncing while I pound you."
  ],
  "butt": [
    "Shit, your ass is so fucking perfect.",
    "I love how it jiggles when I smack it hard.",
    "Fuck, you've got the cutest little bubble butt.",
    "I can't wait to grab two handfuls of that sexy ass.",
    "Spank it until it's bright red and hot to the touch.",
    "Damn, you look so hot bending over for me.",
    "I'm going to pound this tight ass until you're screaming.",
    "Mmm, I bet you'd love a good hard spanking, wouldn't you slut?",
    "I'm going to make this sexy little booty mine.",
    "Gonna make sure it's nice and red, just for me",
    "Damn, your ass looks incredible.",
    "Fuck, your ass is jiggling as I pound you from behind."
  ],
  "black_hair": [
    "Fuck, I love running my fingers through your dark hair.",
    "Your black hair looks so sexy cascading down.",
    "Mmm, that dark hair framing your face is irresistible."
  ],
  "long_hair": [
    "I love grabbing a handful of that long hair while I fuck you.",
    "Fuck, your hair looks amazing spread out like that.",
    "Those long locks bouncing with every thrust."
  ],
  "background": [
    "Fuck, we look so hot together like this.",
    "The way our bodies fit together is unreal.",
    "Shit, I can't get enough of this view."
  ],
  "smiling": [
    "I love that sexy smile while you take my cock.",
    "Fuck, keep smiling at me like that.",
    "That smile tells me you're loving every second."
  ],
  "looking": [
    "Fuck, baby, look at me while I give it to you.",
    "Your eyes are smoldering with lust, it's driving me wild.",
    "I love watching it contort in pleasure.",
    "Shit, the way your eyes roll back in your head is hot."
  ],
  "stool": [
    "Fuck, bend over that stool for me.",
    "That stool is the perfect height for this.",
    "Mmm, let me have you right there."
  ],
  "mirror": [
    "Watch us in the mirror while I fuck you.",
    "Fuck, look how hot we look together.",
    "I want you to see every thrust in that reflection."
  ],
  "bed": [
    "Get on the bed and spread those legs for me.",
    "Fuck, I love having you on this bed.",
    "We're going to make this bed shake."
  ],
  "room": [
    "This whole room is about to smell like sex.",
    "Fuck, I'm going to make you scream so loud.",
    "Every inch of this room is ours."
  ],
  "default": [
    "Fuck, you look so damn hot right now.",
    "I can't believe I'm finally fucking you after all this time.",
    "You have no idea how many times I've jerked off thinking about this moment.",
    "Oh fuck, I'm getting close.",
    "You gonna cum for me baby? Let me feel that sweet pussy squeeze my cock.",
    "I could fuck you for hours.",
    "Ah shit, I'm about to bust.",
    "Get ready baby, here it comes!",
    "Fuck, take it all!",
    "Ungh, you're such a good girl, milking my cock like that.",
    "I bet you loved feeling my hot load inside you, didn't you?",
    "Let me catch my breath and we'll go another round.",
    "I'm not done with this perfect body yet.",
    "Damn, I've never felt a pussy this good.",
    "Get ready baby, I'm gonna fuck you so deep.",
    "Seeing my cock disappear into your pussy.",
    "It's like we were made for each other.",
    "Damn, the sounds of our fucking echoing.",
    "Skin slapping skin, it's the hottest thing.",
    "Fuck, I can't believe how good this feels.",
    "Our bodies moving in perfect sync, chasing pleasure.",
    "Fuck, baby, you're like my own personal sex toy.",
    "I can't get enough of this perfect combination.",
    "The wet, sloppy sounds of our fucking fill the room as you pound into me. My juices coat your cock, making it glisten in the low light.",
    "I wrap my legs around your waist, locking my ankles behind your back to pull you in deeper with every thrust. Deeper, harder, faster. Oh fuck yes!",
    "I can feel you pulsing inside me, getting closer. My pussy spasms, milking your cock, desperate to coax out your hot cum.",
    "You grab my hips, slamming into me with animalistic grunts as you reach your peak.",
    "Your cock explodes, erupting inside me with rope after rope of thick, creamy seed. It fills me up, flooding my womb with your essence.",
    "We collapse together, panting and satisfied.",
    "Fuck, that was amazing. Your dick felt incredible stretching me open and pounding me senseless. I could get used to this."
  ]
}